module.exports.config = {
 name: "rules2",
 version: "1.0.0",
 hasPermssion: 0,
 credits: "Shahadat Islam",
 description: "Send group rules",
 commandCategory: "information",
 usages: "rules2",
 cooldowns: 5
};

module.exports.run = async ({ api, event }) => {
 const message = `আসসালামু আলাইকুম 🌺🥀
টিম আড্ডাবাজ 🤗

আমাদের গ্রুপ এ আপনাদের welcome 🌺💝

আমাদের গ্রুপ টা শুধুমাত্র টা শুধুমাত্র আড্ডা প্রেমীদের জন্য খোলা হয়েছে 🎉

গ্রুপ এ থাকতে হলে আমাদের নোটিশ follow করতে হবে 💕✅
আমাদের rules এর বিরুদ্ধে গেলে বিনা নোটিশ এ কিক দেয়া হবে 🥀🤗

📍গ্রুপ এ আসার সময় অতিরিক্ত ইমুজি না দিয়ে একটা সালাম দিবেন 

📍 দুইটার বেশি ঈমুজি দেয়া যাবে না ।

📍সবার সাথে ভালো ব্যবহার করতে হবে 

📍 কাউকে ছোট করে কথা বলা যাবে না 

📍18+ কথা বলা যাবে না 

📍 কল তোলা যাবে না 

📍 কাউকে বিরক্তকর কথা ওদিকবার বলা যাবে না 

📍 সবাইকে সম্মান দিয়ে কথা বলবেন 

📍 গ্রুপ এ গালাগালি পুরোপুরি নিষেধ 

📍করো বাপ মা নিয়ে কথা বলবেন না 

📍 গ্রুপ এর থিম চেঞ্জ করা যাবে না 

📍 অন্য গ্রুপের কথা বলবেন না 
📍 রাজনৈতিক আলাপ করা যাবে না

📍কাউকে ইনবক্স এ ডাকা যাবে না

গ্রুপটাকে নিজের মনে করে সবার সাথে সুসম্পর্ক তৈরি করবেন 
এমন কিছু করবেন না যাতে সবাই আপনাকে খারাপ ভাবে এবং আমরা আপনাকে রিমুভ দিতে বাধ্য হই 🥳👿`;

 return api.sendMessage(message, event.threadID);
};